Menu nicklist,query {
  -
  Приветствия
  .Радость:me рад $+ $sex(,а,о,ы) видеть $$1 $random(до безумия,,до ужаса,)
  .Большая радость:me очень рад $+ $sex(,а,о,ы) видеть $$1 $random(до безумия,,до ужаса,)
  .Повиснуть на шее:me $random(повис $+ $sex(,ла,ло,ли) на шее,броса $+ $sex(ется,ется,ется,ются) на шею) $$1
  .Пришествие:me удивлен $+ $sex(,а,о,ы) пришествием $$1 $iif($chan,на $chan)
  Прощание
  .Проводить:me провожа $+ $sex(ет,ет,ет,ют) $$1 со слезами на глазах
  .Скучать:me буд $+ $sex(ет,ет,ет,ут) скучать по $$1 очень сильно
  .Ждать возвращения:me буд $+ $sex(ет,ет,ет,ут) ждать возвращения $$1
  -
  Романтика
  .Нежность:me $random(чмокнул,поцеловал,чмокнул,поцеловал,лизнул) $+ $sex(,а,о,и) $random(ручку,щечку,ножку,,носик,ушко,губки,,пузико,пупочек,пальчик,,глазик,животик) $$1
  .Погладить:me $random(погладил $+ $sex(,а,о,и),глад $+ $sex(ит,ит,ит,ят),поглажива $+ $sex(ет,ет,ет,ют)) $random(ручку,спинку,,волосы,,щечку,,носик,животик,талию,ножку,бедро,) $$1
  .Обнять:me $random(обнял,приобнял) $+ $sex(,а,о,и) $$1
  .Цветы:me протянул $+ $sex(,а,о,и) $$1 $random(3---9`3-9 $+ $chr(44) $+ 3-9` $+ $chr(44) $+ 3-<4@,3---9`3-9 $+ $chr(44) $+ 3-9` $+ $chr(44) $+ 3-<8@,3---9`3-9 $+ $chr(44) $+ 3-9` $+ $chr(44) $+ 3-<5@,3---9`3-9 $+ $chr(44) $+ 3-9` $+ $chr(44) $+ 3-<1@,3---9`3-9 $+ $chr(44) $+ 3-9` $+ $chr(44) $+ 3-<12@,букет желтых роз,букет красных роз,букет синих роз,букет белых роз,букет желтых роз)
  .Подмигнуть:me подмигнул $+ $sex(,а,о,и) $$1
  .Строить глазки:me стро $+ $sex(ит,ит,ит,ют) $$1 глазки
  .Серенада:me по $+ $sex(ет,ет,ет,ют) для $$1 серенаду
  .Любоваться:me любу $+ $sex(ет,ет,ет,ют) $+ ся $$1
  .Улыбнуться:me обворожительно улыба $+ $sex(ет,ет,ет,ют) $+ ся $$1
  .Подумать о девушке:me дума $+ $sex(ет,ет,ет,ют) что $$1 самая сексуальная девушка на $$chan
  .Подумать о парне:me дума $+ $sex(ет,ет,ет,ют) что $$1 самый сексуальный парень на $$chan
  Любовь
  .Признание девушке:me говор $+ $sex(ит,ит,ит,ят) $+ , что $$1 самая прелестная, изумительная, прекрасная, замечательная, восхитительная, невероятная, божественная девушка которую он $+ $sex(,а,о,и) когда-либо встречал $+ $sex(,а,о,и)
  .Признание парню:me говор $+ $sex(ит,ит,ит,ят) $+ , что $$1 самый милый, храбрый, смелый, замечательный, невероятный, мужественный парень которого он $+ $sex(,а,о,и) когда-либо встречал $+ $sex(,а,о,и)
  .Любить:me $random(люб $+ $sex(ит,ит,ит,ят),обожа $+ $sex(ет,ет,ет,ют),боготвор $+ $sex(ит,ит,ит,ят),без ума от,сход $+ $sex(ит,ит,ит,ят) с ума по) $$1
  .Влюбленно посмотреть:me влюбленно смотр $+ $sex(ит,ит,ит,ят) на $$1
  .Носить на руках:me нос $+ $sex(ит,ит,ит,ят) на руках милое и хрупкое ангельское создание $$1
  .Облизать:me облизыва $+ $sex(ет,ет,ет,ют) $$1 $random(с ног до головы,с головы до ног,)
  .Шлепнуть по попке:me ласково шлепа $+ $sex(ет,ет,ет,ют) $$1 по попке
  Внимание
  .Скучает:me скуча $+ $sex(ет,ет,ет,ют) по $$1
  .Проснись:me крич $+ $sex(ит,ит,ит,ат) $$1 что пора бы уже проснутся!!!
  .Съесть:me хо $+ $sex(чет,чет,чет,тят) cням-нямкать $$1
  .Погладить по голове:me глад $+ $sex(ит,ит,ит,ят) по голове $$1 и говор $+ $sex(ит,ит,ит,ят) $+ : "Не переживай, все пройдет..."
  .Интерес:me $random(понюхал,полапал,почесал,лизнул,потыкал,пожмякал,послапал,потискал,пощекотал,обнюхал,осмотрел) $+ $sex(,а,о,и) $$1
  Угостить
  .Конфеткой:me протянул $+ $sex(,а,о,и) вкусную $random(ириску,чупачупсу,шоколадку) $$1
  .Торт:me протягива $+ $sex(ет,ет,ет,ют) вкусный тортик $$1
  .Пиво:me протягива $+ $sex(ет,ет,ет,ют) $$1 кружечку холодненького [~]D $random(и добавил $+ $sex(,а,о,и) рыбку на закусь,и добавил $+ $sex(,а,о,и) сыру на закусь,и добавил $+ $sex(,а,о,и) орешков на закусь)
  .Пиво всем:me налива $+ $sex(ет,ет,ет,ют) всем присутствующим на $$chan пиво!
  .Водка:me налил $+ $sex(,а,о,и) стакан водки $$1
  .Водка всем:me налил $+ $sex(,а,о,и) всем по рюмашке водочки на $$chan
  -
  Мысли
  .Перепил:me дума $+ $sex(ет,ет,ет,ют) что $$1 перепил и ему надо проспатся
  .Эх,ты:me дума $+ $sex(ет,ет,ет,ют), что $$1... защелка от дисковода.
  Драка
  .Пинок:me $random(пнул,попинал) $+ $sex(,а,о,и) $$1 $random(по почкам, под коленки, по ягодицам,,$sex(,по яйцам,,по яйцам)) 
  .Почесать:me почесал $+ $sex(,а,о,и) $$1 $random(граблями,теркой,каблуком,гвоздем)
  .Дернуть:me дернул $+ $sex(,а,о,и) $$1 за $random(ногу,хвост,руку,палец,волосы,шетину,нос,ухо)
  .Бетономешалка:me перемешал $+ $sex(,а,о,и) $st.shuf($$1) в бетономешалке
  .Ерунда:me достал $+ $sex(,а,о,и) Ерунду и $random(погрозил $+ $sex(,а,о,и) $$1,ударил $+ $sex(,а,о,и) $$1 по лбу,надавал $+ $sex(,а,о,и) $$1 ей по попе)
  .Щелчок:me щелкнул $+ $sex(,а,о,и) по $random(лбу,носу,уху,,губам,попе) $$1
  .Свалить:me свалил $+ $sex(,а,о,и) $$1 мощным прямым ударом в челюсть
  .Ресет:me вывел $+ $sex(,а,о,и) $$1 в чистое поле и нажал $+ $sex(,а,о,и) на Reset...
  Приколы
  .Святая вода:me окропил $+ $sex(,а,о,и) $$1 святой водой. Сгинь нечистый!
  .Вскрыть череп:me вскрыва $+ $sex(ет,ет,ет,ют) череп $$1 тупым кухонным ножом и проворачива $+ $sex(ет,ет,ет,ют) в мозге ручной миксер
  .Водки:me налил $+ $sex(,а,о,и) $$1 стакан водки и сам $+ $sex(,а,о,и) его выпил $+ $sex(,а,о,и)
  .Шкаф:me случайно так уронил $+ $sex(,а,о,и) на $$1 шкаф
  .Белые тапочки:me дар $+ $sex(ит,ит,ит,ят) $$1 белые тапочки (носи не переноси)
  .Молоко:me увидел $+ $sex(,а,о,и) $+ , как у $$1 молоко убежало
  .Запустить валенком:me запульнул $+ $sex(,а,о,и) в $$1 валенком (получи фашист гранату!)
  .Покрасневший монитор:me увидел $+ $sex(,а,о,и) $+ , как от гадостей $$1 монитор краснеет!
  .Дернуть за резинку:me оттянул $+ $sex(,а,о,и) резинку $random(трусов,лифчика) $$1 и отпустил $+ $sex(,а,о,и)
  .Тыкнуть в пуп:me тыка $+ $sex(ет,ет,ет,ют) пальчиком в пупок $$1
  .ComConq:me обвел $+ $sex(,а,о,и) $snicks резиновой рамочкой и послал $+ $sex(,а,о,и) $iif($numtok($snicks,44) > 1,их) валить Mammoth Mk.II  
  Групповые приколы
  .снять на видео (4 чела):{
    if ($0 < 4) return
    var %num = $numtok($snicks,44), %str = $snicks
    var %targ1,%targ2,%targ3,%targ4,%i
    set %i $rand(1,$numtok(%str,44))
    set %targ1 $gettok(%str,%i,44)
    set %str $deltok(%str,%i,44)
    set %i $rand(1,$numtok(%str,44))
    set %targ2 $gettok(%str,%i,44)
    set %str $deltok(%str,%i,44)
    set %i $rand(1,$numtok(%str,44))
    set %targ3 $gettok(%str,%i,44)
    set %str $deltok(%str,%i,44)
    set %i $rand(1,$numtok(%str,44))
    set %targ4 $gettok(%str,%i,44)
    set %str $deltok(%str,%i,44)
    me смотр $+ $sex(ит,ит,ит,ят) как %targ1 имеет %targ2 $+ , пока %targ3 держит свечку, а %targ4 снимает это на видео.
  }

  -
  О себе
  .Зарезал:me столько зарррэзал $+ $sex(,а,о,и) $+ ... столько перерррэзал $+ $sex(,а,о,и) $+ ... $str($chr(134),$rand(1,5))
  .Поковыряться в носу:me поковырял $+ $sex(ся,ась,ось,ись) в носу
  .Почесать попу:me почесал $+ $sex(,а,о,и) попу
  .Поколупаться в пупе:me поколупал $+ $sex(ся,ась,ось,ись) в пупе
  .Пошевелить ушами:me пошевелил $+ $sex(,а,о,и) ушами
  .Потопать и похлопать:me топа $+ $sex(ет,ет,ет,ют) ногами и хлопа $+ $sex(ет,ет,ет,ют) руками
  .Улыбнуться:me лыб $+ $sex(ит,ит,ит,ят) $+ ся
  -
  Харик Подтер
  .Avada Kedavra:me сказал $+ $sex(,а,о,и) "Авада Кедавра" $+ $chr(44) кинул $+ $sex(,а,о,и) в лицо $$1 зеленый кирпич и добил $+ $sex(,а,о,и) топором
  .Veritaserum:me $random(сказал $+ $sex(,а,о,и) "Веритасерум" $+ $chr(44) ткнул $+ $sex(,а,о,и) гвоздем в $$1 и подставил $+ $sex(,а,о,и) тазик,отвел $+ $sex(,а,о,и) $$1 в ванную $+ $chr(44) быстренько раздел $+ $sex(,а,о,и) и с воплями  "Веритасерум" затыкал $+ $sex(,а,о,и) иголками)
  .Crucio:me $random(радостно смотрел $+ $sex(,а,о,и) на мучения $$1 $+ $chr(44) дергая выключатель электрического стула и воя "Крусио!",me прокричал $+ $sex(,а,о,и) "Крусио" и начал $+ $sex(,а,о,и) с наслаждением крутить в пупке $$1 кривым ржавым гвоздем)
  -
  $iif(m isin %prefs.flag,Магия)
  .Fireball:me метнул $+ $sex(,а,о,и) огненный шар в $random(голову,ноги,ногу,плечо,затылок,живот,спину) $$1
  -
}
